Repository: NaN-tic/trytond-project_component
Catalog: locale/*.po
Languages: ca

# field:project.work,component_categories:
source: Component Category
ca: Categoria de component

# field:project.work-project.work_component,work:
source: Work
ca: Treball

# field:project.work-project.work_component_category,component_category:
source: Category Component
ca: Categoria de Component

# field:project.work-project.work_component_category,work:
source: Work
ca: Treball

# field:project.work.component,category:
source: Category
ca: Categoria

# field:project.work.component,comment:
source: Comment
ca: Comentari

# field:project.work.component,name:
source: Name
ca: Nom

# field:project.work.component,owner:
source: Owner
ca: Titular

# field:project.work.component.feature,date:
source: Date
ca: Data

# field:project.work.component.feature,description:
source: Description
ca: Descripció

# field:project.work.component.feature,name:
source: Name
ca: Nom

# field:project.work.component.feature,version:
source: Version
ca: Versió

# field:project.work.component.feature.import.start,file_:
source: File
ca: Fitxer

# field:project.work.component.feature.import.start,version:
source: Version
ca: Versió

# field:project.work.component.version,deprecation_date:
source: Deprecation Date
ca: Data d'abandonament

# field:project.work.component.version,name:
source: Name
ca: Nom

# field:project.work.component.version,release_date:
source: Release Date
ca: Data de publicació

# field:project.work.component_category,name:
source: Name
ca: Nom

# help:project.work.component.feature.import.start,component:
source: Default componet to assign all new features
ca: Component per defecte per assignar les noves funcionalitats

# model:ir.action,name:act_feature
source: Features
ca: Característiques

# model:ir.action,name:act_features_from_components
source: Features
ca: Característiques

# model:ir.action,name:act_project_work_component
source: Project Component
ca: Components

# model:ir.action,name:act_project_work_component_category
source: Project Component Category
ca: Categoria de components del projecte

# model:ir.action,name:act_work_from_component
source: Tasks
ca: Tasques

# model:ir.action,name:wizard_feature_import
source: Import Features
ca: Importa funcionalitats

# model:ir.message,text:msg_name_unique
source: The name of the component must be unique.
ca: El nom del component ha de ser únic.

# model:ir.ui.menu,name:menu_feature
source: Features
ca: Característiques

# model:ir.ui.menu,name:menu_feature_import
source: Import Features
ca: Importa funcionalitats

# model:ir.ui.menu,name:menu_project_component
source: Project Component
ca: Components

# model:ir.ui.menu,name:menu_project_work_component_category
source: Component Category
ca: Categoria de components

# model:project.work-project.work_component,name:
source: Project Work - Component
ca: Treball per projectes - Component

# model:project.work-project.work_component_category,name:
source: Project Work - Component Category
ca: Treball per projectes - Categoria de components

# model:project.work.component,name:
source: Project Component
ca: Component

# model:project.work.component.feature,name:
source: Project Component Feature
ca: Característica dels components del projecte

# model:project.work.component.feature.import.start,name:
source: Feature Import Start
ca: Inici importació funcionalitats

# model:project.work.component.version,name:
source: Project Component Version
ca: Versió del component del projecte

# model:project.work.component_category,name:
source: Project Component Category
ca: Categoria de components del projecte

# model:res.group,name:group_project_component
source: Project Component
ca: Components

# model:res.group,name:group_project_component_admin
source: Project Component Administration
ca: Administració de components del projecte

# view:project.work.component:
source: Project Component
ca: Components projecte

# view:project.work.component_category:
source: Project Component Category
ca: Categoria de components del projecte

# wizard_button:project.work.component.feature.import,start,end:
source: Cancel
ca: Cancel·la

# wizard_button:project.work.component.feature.import,start,import_:
source: Import
ca: Importa
